Revit 2023 API
GroupTypeId.RebarArray Property
 "Rebar Set"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RebarArray { get; }
Visual Basic
Public Shared ReadOnly Property RebarArray As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarArray {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace